vocabulary = {
    'start': 'Привет, я бот, который быстро подбирает отели по различным '
             'критериям поиска\nЧтобы увидеть всё, что я умею - напиши команду /help',
    'help': '<b>Команды бота</b>\n'
            '/help - список всех команд\n'
            '/lowprice - топ самых дешёвых отелей в городе\n'
            '/highprice - топ самых дорогих отелей в городе (в разработке)\n'
            '/bestdeal - лучшие предложения по цене и расположению (в разработке)\n'
            '/history - история поиска отелей (в разработке)\n',
    'dontunderstanding': 'Я вас не понимаю. Напишите команды /start или /help.',
    'question_1': 'В каком городе будем искать отели?',
    'question_2': 'Введите дату заезда и выезда в формате "DD.MM.YYYY - DD.MM.YYYY"',
    'question_3': 'Введите диапазон цен в формате "min - max"',
    'question_4': 'Введите радиус поиска от центра города в км',
    'question_5': 'Сколько отелей вывести? Максимум - 10',
    'question_6': 'Сколько вывести фото для каждого отеля? Максимум - 10',
    'mistake_1': 'Некорректный ввод. Название города должно содержать только буквы английского или русского алфавита и '
              'символ "-". Попробуйте ввести название еще раз.',
    'mistake_2': 'Некорректный ввод даты. Повторите попытку ввода.',
    'mistake_5': 'Некорректный ввод. Должно быть число от 1 до 10 включительно. Повторите попытку',
    'mistake_6': 'Некорректный ввод. Должно быть число от 1 до 10 включительно. Повторите попытку',
    'wait': 'Пожалуйста, подождите\nЗапрашиваю информацию...',
    'locations_not_found': ' - по этому запросу ничего не найдено. Проверьте правильность ввода названия города и повторите попытку.',
    'loc_choose': '<b>Выберете город или район из списка</b>',
    'enter_command': 'Пожалуйста, сначала введите нужную команду',
    'loc_selected': 'Выбрана локация',
    'hotels_not_found': 'Отели не найдены. Попробуйте задать другие параметры поиска.'
}
